Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/irish_constitution_1/citizens_assembly.html.txt.tmx
Source language: en
Languages: ga

source: • Issues to be considered
ga: • Saincheisteanna a bhfuil breithniú le déanamh orthu

source: In July 2016, the Oireachtas passed a resolution to establish a Citizens’ Assembly which is to consider a limited number of issues
ga: In Iúil 2016, rith an tOireachtas rún chun Tionól na Saoránach a bhunú a bhfuil breithniú le déanamh aige ar líon teoranta saincheisteanna

source: The Assembly has a time limit of one year from the date of the first Assembly meeting for completion of its work
ga: Leagtar teorainn ama bliain amháin ar an Tionól ó dháta chéad chruinniú an Tionóil chun a chuid oibre a thabhairt chun críche

source: It held its first meeting in October 2016
ga: Tá súil leis go dtionólfar a chéad chruinniú i nDeireadh Fómhair 2016

source: The Assembly comprises a chairperson appointed by the Government and 99 citizens entitled to vote in referenda who were selected so as to be broadly representative of Irish society
ga: Is éard a bheidh sa Tionól ná cathaoirleach a cheapann an Rialtas agus 99 saoránach atá i dteideal vóta a chaitheamh i reifrinn a roghnófar d’fhonn ionadaíocht fhairsing a dhéanamh do shochaí na hÉireann

source: Substitutes can be appointed who are entitled to contribute to the proceedings and vote in their own name
ga: Féadtar comhaltaí ionaid a cheapadh a bheidh i dteideal cur leis na himeachtaí agus vóta a chaitheamh ina n-ainm féin

source: The Assembly agrees its own rules of procedure for the conduct of its business
ga: Comhaontóidh an Tionól ar a rialacha féin nós imeachta chun tabhairt faoina ghnó

source: The Assembly may invite and accept submissions from interested parties and can seek such expert advice as it considers desirable
ga: Féadfaidh an Tionól cuireadh a thabhairt d’aighneachtaí agus glacadh leo a fhaightear ó pháirtithe ar spéis leo agus an chomhairle shaineolach sin a lorg a mheasann sé is inmhianaithe

source: An expert advisory group assists the work of the Assembly
ga: Cabhróidh grúpa saineolach comhairleach le hobair an Tionóil

source: All matters before the Assembly are to be determined by a majority vote of the members present and voting, other than the chairperson
ga: Tá cinneadh le déanamh ar gach ceist a bhíonn os comhair an Tionóil trí vóta tromlaigh na gcomhaltaí atá i láthair agus a chaitheann vóta, seachas vóta an chathaoirligh

source: The chairman has a casting vote if the vote is tied
ga: Tá vóta réitigh ag an gcathaoirleach má bhaintear comhionannas vótaí amach

source: Issues to be considered
ga: Saincheisteanna a bhfuil breithniú le déanamh orthu

source: The issues the Assembly have being asked to consider are:
ga: Is iad na saincheisteanna a iarrtar ar an Tionól breithniú a dhéanamh orthu:

source: • The Eighth Amendment of the Constitution
ga: • An tOchtú Leasú ar an mBunreacht

source: • How we best respond to the challenges and opportunities of an ageing population
ga: • Conas is fearr a fhreagraímid do na dúshláin agus na deiseanna a chruthaíonn daonra atá ag dul in aois

source: • The manner in which referenda are held
ga: • An bealach ina gcuirtear reifrinn ar bun

source: • How the State can make Ireland a leader in tackling climate change
ga: • Conas is féidir leis an Stát ceannaire a dhéanamh d’Éirinn i ndul i ngleic le hathrú aeráide

source: The first issue to be discussed is the Eighth Amendment of the Constitution
ga: Is é an chéad cheist atá le plé an tOchtú Leasú ar an mBunreacht

source: The Assembly may also be asked to consider other matters
ga: Chomh maith leis sin, féadtar iarraidh ar an Tionól breithniú a dhéanamh ar cheisteanna eile

source: The Assembly will report and make recommendations to the Houses of the Oireachtas on each issue as soon as it has completed its deliberations on it
ga: Déantar an Tionól tuairisciú agus moltaí a chur ar fáil do Thithe an Oireachtais maidir le gach saincheist a luaithe a thug se a phlé ar an tsaincheist chun críche
